[
    {
        "judul" : "Aplikasi Wajib untuk Mahasiswa Baru: Efisiensi Kuliah dan Kehidupan Kampus",
        "konten" : " <h1>Aplikasi Wajib untuk Mahasiswa Baru</h1> <p>Sebagai mahasiswa baru, adaptasi terhadap kehidupan kampus sering kali menjadi tantangan tersendiri. Untuk membantu proses ini, penggunaan aplikasi yang tepat bisa sangat membantu. Berikut beberapa aplikasi yang wajib dimiliki oleh mahasiswa baru:</p> <h2>1. Notion</h2> <p>Notion adalah aplikasi all-in-one untuk mencatat, mengatur jadwal, dan menyimpan dokumen. Dengan Notion, kamu bisa membuat catatan kuliah, mengorganisasi tugas, hingga merancang jadwal mingguan. Tampilan yang fleksibel dan fitur kolaborasi juga membuat Notion cocok untuk kerja kelompok.</p> <h2>2. Canva</h2> <p>Canva adalah aplikasi desain grafis yang sangat ramah pengguna. Mahasiswa sering membutuhkan presentasi, poster, atau materi visual lainnya. Dengan Canva, kamu bisa membuat desain menarik tanpa perlu keahlian khusus.</p> <h2>3. Grammarly</h2> <p>Untuk mahasiswa yang sering menulis esai, laporan, atau tugas akademik lainnya, Grammarly sangat membantu. Aplikasi ini memeriksa tata bahasa dan memberikan saran untuk meningkatkan kualitas tulisan.</p> <h2>4. Microsoft Office atau Google Workspace</h2> <p>Alat seperti Word, Excel, dan PowerPoint adalah kebutuhan dasar mahasiswa. Google Workspace menawarkan alternatif gratis yang berbasis cloud sehingga kamu bisa bekerja secara online dan kolaboratif.</p> <p>Dengan menggunakan aplikasi-aplikasi ini, mahasiswa baru dapat meningkatkan efisiensi dalam belajar dan menjalani kehidupan kampus.</p>",
        "slug" : "aplikasi-wajib-untuk-mahasiswa-baru-efisiensi-kuliah-dan-kehidupan-kampus",
        "image" : ""
    }, 
    {
        "judul" : "Tips Memilih Laptop Sesuai Kebutuhan Mahasiswa Teknik dan Non-Teknik",
        "konten" : "<h1 class='text-3xl font-bold text-gray-800 mb-4'>Tips Memilih Laptop untuk Mahasiswa</h1> <p class='text-lg text-gray-600 mb-6'> Memilih laptop yang tepat sangat penting untuk mendukung kegiatan perkuliahan. Berikut tips memilih laptop berdasarkan kebutuhan mahasiswa: </p> <div class='space-y-6'> <div class='bg-white shadow-md rounded-lg p-6'> <h2 class='text-2xl font-semibold text-gray-700 mb-3'>1. Untuk Mahasiswa Teknik</h2> <p class='text-gray-600 mb-4'> Mahasiswa teknik seperti teknik informatika, arsitektur, atau desain grafis membutuhkan laptop dengan spesifikasi tinggi. Berikut adalah spesifikasi yang direkomendasikan: </p> <ul class='list-disc list-inside text-gray-600'> <li>Prosesor minimal Intel Core i5 atau AMD Ryzen 5</li> <li>RAM 8GB atau lebih</li> <li>Kartu grafis seperti NVIDIA GTX/RTX untuk menjalankan software berat seperti AutoCAD atau Adobe Creative Suite</li> </ul> </div> <div class='bg-white shadow-md rounded-lg p-6'> <h2 class='text-2xl font-semibold text-gray-700 mb-3'>2. Untuk Mahasiswa Non-Teknik</h2> <p class='text-gray-600 mb-4'> Mahasiswa non-teknik seperti ekonomi, sastra, atau hukum biasanya membutuhkan laptop untuk mengetik, browsing, dan presentasi. Berikut spesifikasi yang disarankan: </p> <ul class='list-disc list-inside text-gray-600'> <li>Prosesor Intel Core i3 atau AMD Ryzen 3</li> <li>RAM 4GB sudah cukup</li> <li>SSD untuk kecepatan lebih baik</li> </ul> </div> <div class='bg-white shadow-md rounded-lg p-6'> <h2 class='text-2xl font-semibold text-gray-700 mb-3'>3. Pertimbangkan Baterai dan Portabilitas</h2> <p class='text-gray-600 mb-4'> Sebagai mahasiswa, kamu akan sering membawa laptop ke kampus. Oleh karena itu, perhatikan hal berikut: </p> <ul class='list-disc list-inside text-gray-600'> <li>Pilih laptop yang ringan (1,5 kg atau kurang)</li> <li>Daya tahan baterai minimal 6 jam</li> </ul> </div> <p class='text-center text-gray-500 mt-10'> Dengan memahami kebutuhanmu, kamu bisa memilih laptop yang sesuai dan mendukung produktivitas selama kuliah.  </p> ",
        "slug" : "tips-memilih-laptop-sesuai-kebutuhan-mahasiswa-teknik-dan-non-teknik"
    }
]